
/* No comment provided by engineer. */
"%@ (%@) : Connection Error" = "%1$@ (%2$@): Verbindingsfout";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\"" = "%1$@ nodigt u uit voor een conversatie in \"%2$@\"";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\" with the following message:\n%@" = "%1$@ nodigt u uit voor een conversatie in \"%2$@\" met het volgende bericht:\n%3$@";

/* joscar accept group chat button caption */
"Accept" = "Accepteren";

/* No comment provided by engineer. */
"Account" = "Account";

/* Debug window title */
"Adium joscar Debug Log" = "Adium joscar Debug Log";

/* No comment provided by engineer. */
"America Online" = "America Online";

/* No comment provided by engineer. */
"Cancel" = "Annuleren";

/* No comment provided by engineer. */
"Change User Details" = "Wijzig gebruiker details";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Configureer IM doorsturen";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session ended" = "Direct Instant Message sessie beëindigd";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session started" = "Direct Instant Message sessie begonnen";

/* No comment provided by engineer. */
"Error: A connection failure has occurred." = "Fout: Een verbindingsfout is opgetreden";

/* joscar group chat invitation window title */
"Group Chat Invitation" = "Groepsconversatie uitnodiging";

/* No comment provided by engineer. */
"ICQ Number" = "ICQ nummer";

/* No comment provided by engineer. */
"joscar Debug Window" = "joscar Debug Window";

/* No comment provided by engineer. */
"Member Name" = "Naam van lid";

/* No comment provided by engineer. */
"OK" = "OK";

/* SecurID prompt */
"Please enter your SecurID:" = "Voer uw SecurID in:";

/* joscar reject group chat button caption */
"Reject" = "Weigeren";

/* No comment provided by engineer. */
"Request Authorization" = "Verzoek toestemming";

/* No comment provided by engineer. */
"Screen Name" = "Schermnaam";

/* Name of the RSA SecurID product, if localized */
"SecurID" = "SecurID";

/* No comment provided by engineer. */
"The server is temporarily unavailable; you cannot connect at this time. Please try again later." = "De server is tijdelijk niet beschikbaar; u kunt nu niet verbinden. Probeer het a.u.b. later nog eens.";

/* No comment provided by engineer. */
"You have been connecting too frequently. Please wait five minutes or more before trying again; trying sooner will increase the timespan of this temporary ban." = "U heeft te vaak geprobeerd te verbinden. Wacht a.u.b. vijf minuten of langer voordat u het opnieuw probeert; eerder opnieuw proberen zal de tijdsduur van deze tijdelijke ban alleen maar vergroten.";

/* No comment provided by engineer. */
"You have been temporarily blocked by the AIM server and cannot connect at this time. Please try again later." = "U bent tijdelijk geblokkeerd door de AIM server en kunt nu niet verbinden. Probeer het a.u.b. later.";
